Revit 2027 API
Application Properties
The Application type exposes the following members.
Properties
Name | Description
IsReadOnly | Identifies if the object is read-only or modifiable.
(Inherited from APIObject)
Top
See Also
Reference
Application Class
Autodesk.Revit.Creation Namespace